{"meta":{"title":"Let's Talk","subtitle":"let's talk","description":"项目因兴趣产生,在不断完善中","author":"let's talk","url":"https://15392778677.github.io","root":"/"},"pages":[{"title":"分类","date":"2020-11-24T07:12:19.000Z","updated":"2021-07-26T14:44:30.000Z","comments":false,"path":"categories/index.html","permalink":"https://15392778677.github.io/categories/index.html","excerpt":"","text":""},{"title":"archives","date":"2019-10-24T16:00:00.000Z","updated":"2021-06-27T12:40:26.000Z","comments":true,"path":"archives/index.html","permalink":"https://15392778677.github.io/archives/index.html","excerpt":"","text":""},{"title":"关于本站","date":"2020-04-19T04:58:56.000Z","updated":"2022-05-26T11:54:33.428Z","comments":false,"path":"about/index.html","permalink":"https://15392778677.github.io/about/index.html","excerpt":"","text":"Let's talking 这是一个类二楼的交流平台,但又不同于二楼的平台 主页是展示一些生活，经验分享，学习类公告，支持本地搜索 主页： 1.每一条发布的公告都支持评论，这样增加了同学们与活动的互动，同时也能让活动发布人看到同学们最直接的反馈 (设置这个功能的目的是：因为我们的平时的接受这些活动的地方是：年级群、个人朋友圈。在年级群里大部分同学不敢表达自己的看法，而朋友圈又是一个非常私人化的地方，不能集中同学们的意见。而这个功能就很好的解决了这些问题) 2.支持关键字快捷查找文章 说说：类似一个朋友圈，是主要的实时交流平台 在这个说说里面大家可以分享自己的情感经历，学习生活，技术攻坚等问题。 1.支持匿名(只有管理员看到)发布，所以大家可以畅所欲言 2.为了方便管理、剔除不良信息、追踪不良信息源，所以在发表的时候需要登录 3.目前是测试版发放了四个测试号： text1 123 text2 123 text3 123 text4 123 text5 123 text6 123 text7 123 text8 123 广场：一个留言的地方 留言：1.大家对于本项目有任何需求和改进的地方可以留言 2.一个发泄口，大家在学习生活上有烦恼的时候，可以上去留言，有些烦恼总是相似的，说不定就会找到知音哦 学习导航：一个网址大全 学习导航：主要是收集了很多与编程相关的网址，工具类，学习类，视频类很全 可以作为大家平时学习编程的导航 其他功能 1.支持深色模式和浅色模式变换 2.直接和管理员联系的窗口,管理员会定期查看，并以邮件的方式回复 3.项目开源 4.音乐播放， 支持平台 1.PC端： 复制浏览打开：https://15392778677-github-io.vercel.app/ 2.mobile端 浏览器打开：https://15392778677-github-io.vercel.app/ 扫码： ​"},{"title":"标签","date":"2020-11-24T07:14:39.000Z","updated":"2021-07-26T14:44:44.000Z","comments":false,"path":"tags/index.html","permalink":"https://15392778677.github.io/tags/index.html","excerpt":"","text":""},{"title":"广场","date":"2022-05-05T02:11:28.000Z","updated":"2022-05-09T13:16:56.301Z","comments":true,"path":"comments/index.html","permalink":"https://15392778677.github.io/comments/index.html","excerpt":"","text":""},{"title":"我的歌单","date":"2019-05-17T08:14:00.000Z","updated":"2021-07-26T13:06:54.000Z","comments":true,"path":"music/index.html","permalink":"https://15392778677.github.io/music/index.html","excerpt":"","text":""},{"title":"友情链接","date":"2018-06-07T14:17:49.000Z","updated":"2022-05-03T08:45:21.033Z","comments":true,"path":"link/index.html","permalink":"https://15392778677.github.io/link/index.html","excerpt":"","text":""}],"posts":[{"title":"第十九届心理健康节系列活动之“强心健体，未来有我” 趣味运动会","slug":"大学生心理辅导","date":"2022-05-09T09:53:00.000Z","updated":"2022-05-12T01:17:48.524Z","comments":true,"path":"posts/3.html","link":"","permalink":"https://15392778677.github.io/posts/3.html","excerpt":"","text":"第十九届心理健康节系列活动 “强心健体，未来有我” 趣味运动会 ​ 养性之道，莫久行、久坐、久卧、久视、久听。 ​ 健康犹如发电厂，有了它我们才有动力向前；健康犹如圆珠笔，有了它我们才可改写人生；健康犹如三角铁，有了它我们才能为生命之曲加上点缀。 ​ 因此，为了能让同学们拥有一个强健的体魄，甩掉肚上的小肥肉，保持身与心的健康。由学生工作部（处）主办，信息与通信工程学院承办的“强心健体，未来有我” 趣味运动会现面向全校学生开展。 活动简介\\ 活动时间：5月9日—5月13日 活动对象：全体北邮学生 活动目的：提升同学们的身体素质，帮助同学养成积极向上、乐观开朗的性格，缓解网课以及学习的压力，普及心理知识 活动形式\\ A.每日健身锻炼打卡**：** （每日健身锻炼打卡作为答题门槛，获得答题入口后方可进入答题） 可以在以下三个任选一个进行锻炼后计入打卡： **a.**跳绳300个（需要自备可以计数的跳绳，上传跳绳个数） **b.**跑步2km（可以用运动世界校园打卡） **c.**Keep锻炼25min（附上相应截图证明） B.趣味心理问题： 每日完成当日的锻炼打卡后，将获得一份心理小问卷（共十题），根据回答情况获得相应积分。 Tips 1.每日晚十点发运动打卡统计结果与答题入口（入口进入群聊后将由管理员私发） 2.答题时间为四分钟 3.每天十道题目，一题两分满分20分 4.须完成每日运动锻炼的要求后方可开启心理问题的问卷活动。 根据积分我们将评选出一、二、三等奖 （SKG按摩仪、筋膜枪、运动包） 打卡小程序打卡两天以上获得参与奖 （立顿茶包，数量有限，先到先得哦~） 奖品精美，数量丰富，有没有很心动呢~ （扫描下方二维码即可加入群聊） 快来加入我们吧 等你来一起开启 “心”的旅程~ END 原文链接：https://mp.weixin.qq.com/s/MrN1cbtKxicXM-mfHq791w","categories":[{"name":"心理健康","slug":"心理健康","permalink":"https://15392778677.github.io/categories/%E5%BF%83%E7%90%86%E5%81%A5%E5%BA%B7/"}],"tags":[{"name":"-生活 -心理 -活动","slug":"生活-心理-活动","permalink":"https://15392778677.github.io/tags/%E7%94%9F%E6%B4%BB-%E5%BF%83%E7%90%86-%E6%B4%BB%E5%8A%A8/"}]},{"title":"学长学姐说第一弹","slug":"学长学姐说一","date":"2022-05-09T09:33:00.000Z","updated":"2022-05-12T01:19:34.288Z","comments":true,"path":"posts/1.html","link":"","permalink":"https://15392778677.github.io/posts/1.html","excerpt":"","text":"学长学姐说 | 学习经验分享第一弹2020级学长学姐 BUPTEC2021 第十八棵果树 2022-04-19 19:01 学而不思则罔 思而不学则殆 亲爱的同学们： 本期学的进度已经过半，为帮助各位做好期中复习，提高学习效率，我们邀请了2020级电子商务及法律专业的毕萧扬学长和李思哲学长来解答大家的问题。（附学习方法和学习资料） 难度系数说明（满分为5星，难度越大，分数越高） 本期介绍顺序为 1⃣️C语言程序设计基础（必修课） 2⃣️中国近代史（必修课） 3⃣️西方经济学 （选修课） C语言程序设计 \\课程性质：必修课** **难度系数:**🌟🌟🌟 虽然学习起来有难度，要求平时付出精力较多，但是期末给分可以。平时经常写代码的同学期末拿高分比较容易，属于是可以用时间换取分数的课程。 1.编程零基础同学听不懂老师上课**（甚至不知“Hello World”）** 如何快速提升此类同学编程能力？ 对于零基础的同学，我建议可以找一些网课入门，我身边的同学对小甲鱼的反响不错。实践是提升的最好方法，对于自己老师或者是网课老师举出的示例，多动手多写代码可以快速提高。 2.考试的考察形式是什么样的？**（上机现场写代码？还是其他形式？）**考试内容有哪些？主要是考什么样的题目？ 考试以常规的试卷形式考察，不需要上机写代码。 考试题型：概念题+填空题+代码题。 概念题记得考前复习老师的ppt，占比较小，也许不到10分。 填空题考察对代码片段和C语言基础的理解。 代码题占比较大，包括小代码段改写，如循环改写递归等。代码大题包括程序设计，有偏算法的题，也有偏工程的题。比如我们考了一个回文数字判断，以及一个从文件读写至结体的题目。虽然同学们大多害怕代码题，但是大部分代码题老师上课都有涉及。 期中考试是由老师单独命题，不同老师出题风格不同，有的老师出题会偏一些（买到的往年题中的选择题大多是此类），需要各位同学上课多多揣摩老师风格(*￣︶￣)。但是期末考试题型比较正常，能熟练应用C语言的同学拿高分是很有希望的。 考试内容包括C语言语法基础、内存模型、控制结构、数组与指针、字符串、简单算法、结构体、文件等任何上课涉及到的内容。 其中指针是重中之重。 3.有没有推荐的习题与网课？**有没有高效的C语言学习方法？** 先说C语言学习方法论。对于想真正学好C语言并为以后的编程学习打下良好基础的同学，我极力推荐同学们看一本权威的入门书《C Primer Plus》，有利于形成系统的思考体系。其次，作为一门编程课程，实践是最快的学习方法，如果不懂一段代码，仅仅是把它亲手敲一遍也是有助于理解的。 至于网课，我本人看得比较少，但是身边的同学对小甲鱼的反映普遍不错。对于指针部分，我单独推荐一位印度老哥的教程，时长2小时但深入浅出（连接在下方） https://www.bilibili.com/video/BV1s5411J78mspm_id_from=333.337.searchcard.all.click 习题方面，额外的习题对于考试来说不是必要的，因为很难刷到期末考试题，不如多看看课本的示例。我推荐学有余力的同学可以刷刷洛谷或者力扣有助于巩固基础和打开思路。 4.怎样在这门课上拿高分？ 因为期末考试还是比较灵活的，正途就是真正理解C语言内容，通过各种资料建立系统的体系，再者是多看、多思考、多敲代码来巩固。 同时我一直认为任何一门课程跟上老师的节奏都是非常有必要的，毕竟最后的考试是由他们来出题。而且我并没有遇到过专业水平不行的老师，只有上课比较快让学生难以理解的老师，对于这样的情况我建议通过网课追上进度，不要旷课。这里我强烈安利一下我当时的C语言老师，章洋教授。这位老师对内容讲解全面，你们可以放心地相信他。如果你们遇到了章洋老师的话，那一定要认真参与每一节课，有能力做出每一道课后练习。做到这种程度，期末拿90+是比较容易的。最后祝大家都能取得好成绩！ 2020级电子商务及法律 毕萧扬 中国近代史纲要 课程性质：必修课 难度系数：🌟🌟 1. 是否为开卷考试？ 我们去年是开卷考试 2.若为闭卷，如何背诵相关知识？ 虽然是开卷考试但并不意味着不需要复习。近代史课堂内容还是比较吸引人的，平时上课跟着老师走，大概理清历史事件的前后顺序。考前翻一遍课本，对某一事件在哪一部分要有个大致印象，这样在考试时就不会在翻书上浪费时间。考试难度不高，总之抄书抄快些，把与题目相关的内容抄全，一般都能拿个不错的成绩。 2020级电子商务及法律 李思哲 西方经济学 注：图片为西方经济学鼻祖之一凯恩斯 课程性质：选修课 难度系数：🌟🌟🌟 1.请问这门课的重点是哪些？（哪些部分是需要认真掌握的？） 这门课每一章都可能考到，都需要认真学。要说考的比例的话，微观部分考的居多，宏观部分考的较少。需要认真掌握的内容有概念定义（背诵），计算公式（会用），图像（会分析）。 2.学的知识很多，感觉记不住，东西太多太杂，如何记忆与掌握学习内容？ 概念定义的话只能死记硬背，建议每学完一章就把这一章的概念背下来，不要拖到考前再背。对于公式，只要掌握老师课上讲的计算题就问题不大，毕竟期末考的计算题很简单，我们去年甚至考了原题。对于图像，要理解每一条曲线、每一个交点的经济学意义，这有助于做好期末考中分析图像这类题。 3.考试内容有哪些，哪些需要背诵？主要是考什么样的题目？ ​ 需要背诵的无非是概念，期末考专门有一道大题考概念默写。题型除了选择题和概念题，还有计算题和图像分析题。计算题很简单，和PPT上的例题难度差不多。图像分析题难度较大，随便一个图像它都能拿出一大堆交点、临界条件来考察，所以平时学的时候一定要重视图像，把握图像的每一个细节。 4. 有没有网课推荐？ 中国大学MOOC上的西方经济学（微观）【四川大学】 2020级电子商务及法律 李思哲 温馨提示： \\1. 课程难度主观性较强，同学们仅供参考。 \\2. 选修课最低学分要求请参照《2021级国际学院培养方案》。 \\3. 考核情况仅为2020级的情况，不同年份可能会有变化，请同学们以老师的具体要求为准。 再次感谢毕萧扬学长和李思哲学长！ 千里之行，始于足下，祝大家学业顺利！ ​ 最后的最后 ​ 大家还有什么想听的学科 ​ 记得关注公众号哦 ​ 下期精彩继续~ 原文链接：https://mp.weixin.qq.com/s/TnwdifUhNaRolWw8DVSoDA","categories":[{"name":"学习","slug":"学习","permalink":"https://15392778677.github.io/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"-电商","slug":"电商","permalink":"https://15392778677.github.io/tags/%E7%94%B5%E5%95%86/"}]},{"title":"学长学姐说第二弹","slug":"学长学姐说二","date":"2022-05-03T07:00:00.000Z","updated":"2022-05-12T01:18:53.351Z","comments":true,"path":"posts/2.html","link":"","permalink":"https://15392778677.github.io/posts/2.html","excerpt":"","text":"学长学姐说 | 叮咚！您的学习问题回信第二弹，请查收BUPTEC2021 第十八棵果树 2022-04-19 19:01 收录于合集#微课堂2个 ★ 展信安 ★ 亲爱的同学们：\\ 本学期的进度已经过半，***同学们是否还记得这些你们曾经给学长学姐们发送的学业求助信呢？*** Congratulations!回信到啦！\\ （结尾有彩蛋哦~） 划重点！ **** ★ 高等数学 ★ 难度系数：★★★★ Q1**：**这门课有没有好的学习方法推荐？（课除了上课听讲以外有没有额外的） （我没有听课外的网课，高数下认真听老师讲课就能懂，讲得还是很明白的。） A： 课前预习： 预习看书或者ppt都可以，大一下的课业比较重，预习时间不是很多，我当时就记一下重要生僻词的意思&amp;重要概念，方便上课的时候跟紧老师的速度。 2.课上听讲： 我是记笔记党！上课不认真记笔记，下课真的会忘。。。上课一般直接看老师给的ppt，不怎么翻书（ppt是老师已经把书上内容精炼了一遍的东西，应对考试是相当足够了，如果想了解更多，再课下看书叭） 3.课后作业： 最好不要拖到ddl前再开始写，提前写完给自己批改一下，容易错的点可以汇总在笔记上。 4.课后梳理： 最多一个单元要梳理一遍笔记，不仅是对之前知识掌握更牢固，还方便期末复习（期末复习时间真的很紧！！！从头到尾看一遍ppt和笔记太浪费时间了），这次梳理的笔记要比课上记的笔记更精炼、更实用，不用记推导、概念、不考的部分等等，直接记公式&amp;考点&amp;如何应用&amp;题型。 5.期末复习： 先过一遍精炼版笔记，然后多做往年题！ Q2：**如何在这门课拿高分？** **** A： 期末：期末拿高分的秘籍就是多做往年题（真的很重要！！！）有很多固定题型，如果考前老师会给划范围的话要认真听，有时候会暗戳戳地说考哪些题型，可以录个音。往年题小麦铺是有买的，但是如果线上的话不知道找学姐学长要能不能要到（我只找到了当年的期中考试题，一起发过来了） 平时分：每次及时交作业，认真做作业（我不是喜欢坐前排的人儿，所以这个课上互动这个我不知道有没有效果） ——2020级电子商务及法律专业******武墨涵 图源：@北京邮电大学 ★ 大学物理 ★ 难度系数：★★★★\\ Q1：课程的重点与难点有哪些？（哪些部分是需要认真掌握的？） A： 我觉得你是想问那些东西不用认真掌握。我的评价是都要掌握。除了二维波那种叠加没见考过，其他ppt上的点基本多多少少都出现过。 重难点详细见我串讲的ppt。 Q2：考试的真实难度如何？考试内容有哪些，主要到底是考什么样的题目？ A： 挺难的，当时甚至觉得比样卷难，对计算速度和熟练度度都有要求。如果不是金光生教授海底捞真的要挂一片。反正一定要重视。 选择十题30分，填空十题30分，大题四题一题十分。期中考试我记得没有选择题，十几道填空，两道大题。具体题型看样卷，基本上电磁占大头，其次是力学，再次是波。 Q3：课堂例题和作业难度相差过大，如何练习针对考试的题？（有没有推荐的习题？） Q4：“课堂内容可以听懂 但做起题来却毫无思路”，请问遇到这种情况怎么办？ A： 这两个问题本质上差不多，说白了就是不会做题怎么办。这就好像刚刚学会求导就要你去做高考压轴一样。说实话这就不是个问题。熟练度不到哪能下笔就思路通顺的。这个时候就要多练，大物就是一系列高级应用题，是国院为数不多不靠背的科目，所以显得难罢了，实际上也没有难到学不动之类的情况。 关于做题： 刷题不在泛，在精。题的来源无非就四种：ppt上，书上作业题，小麦铺，样卷。全都做会了考试一点问题。先把样卷反复刷三遍，每次隔一段时间。直到看到题目就有明确到底的思路，基本考试80没什么问题了。我当时因为要串讲反复把卷子和ppt看了很多遍，做到第三遍就感觉融会贯通了。作业不会就看答案，写一遍，自己再复现一遍，觉得巧妙的点就记下来。就那么几个套路，什么对圆求值换成对圆环积分啊，第一遍新鲜难做，第二遍知道套路就会了。 大物 = 微积分 + 新公式 + 高中的力学方程/能量方程。 换皮套壳。与高中的区别就只是多了几个新工具而已。比如力学里面能量多了0.5I^2w，加速度多了Ia。但做题和高中是一模一样的。到了电磁学你会发现，要求解的无非是E B V I。求的公式每个也就三四个，拿到题一看就知道其中两个公式用不了。然后看缺什么就找什么。思考是很线性很顺畅的。公式熟练之后，做题主要就是计算。 Q5：有没有网课推荐？ A： 我当时没有上网课。我觉得也没必要。身边同学也基本没有上的。有问题问老师就行了。 一定要重视老师最后的串讲！我们当时老师在最后串讲里面，就一笔带过了一道大题，我当时觉得奇怪，这么新的题怎么就这么随意带过了，结果果然考了。串讲很重要！尤其注意那种明明出现在了串讲ppt上老师却没有细讲的题。 但你要完全指望串讲，那估计是泥菩萨过河。绝对绝对不要临时抱佛脚，不然就听天由命吧。 ——2020级电子商务及法律专业***吴俊逸*** ★ 物理实验★ 难度系数：★★★\\ Q：考试是考些什么呀？考试要涉及动手实验吗？还是说卷面答题？ A： 这个我不知道。至少我们这一届没有考试，每次只用交实验报告就行了。当时有个分光计的期中考试，就是现场做实验，填数据。老师一个个检查实验结果，先完成验收的人分就高。但我感觉这个相对排名也不是很重要，因为我当时是第十个做完的最后评级也是优（分数显示95）。我觉得大部分人认真写报告（抄模版）得个良应该也有80多。期末考试不知道是什么样的，没经历过，可能没什么参考价值。 应该是疫情的原因，没办法做实验，导致要考试？ ——2020级电子商务及法律专业***吴俊逸*** 图源：@北京邮电大学 ★ 电子系统基础 ★ 难度系数：★★★★\\ Q1：有没有网课推荐？ A： 没有推荐的网课，不过张老师的B站号（台风吹七团）上有上传一些课程录制视频，课上没听明白的地方可以去找一下对应的章节再听一下。这门课会学习很多种电路分析方法，需要理解每种方法能解哪些类型的电路，这就要通过刷题来积累经验，PPT上每个知识点都有对应的例题，老师课上也会带着大家做习题，一定要注意听老师讲的解题思路或突破点，作业要认真做（步骤完整，作图规范） Q2:考试内容有哪些，主是考什么样的题目？ **** A: ppt上的例题和平时的作业题跟考试的题型都差不多，历年题的参考价值也比较大。常考的题型有：1、综合运用节点电压法、网孔电流法、超级节点、电源转换、叠加定理、戴维南等效、诺顿等效进行电路分析 2、带有运算放大器的电路分析 3、RC/RL电路的动态响应4、频域上的电路分析 备考建议： 多刷题！把PPT上的例题和作业题复习一遍，然后历年题最好都自己动手做一遍，不能只看个思路，做的时候可能会发现许多容易混淆、没有理解透的地方。刷完几套题之后，对常考的题型进行归纳总结，其实每年的期末题的题型还是比较固定的。 考试答题技巧： 解题步骤一定要规范，不要跳步，每步都是有分的。最好有适当的文字语言标注，比如一些电路分析方法的标注：KCL、KVL、Superposition Theorem等。 ——2020级电子商务及法律专业***周李洁*** 再次感谢各位学长学姐的解答 ★ 彩蛋来啦！★ 百度网盘链接：https://pan.baidu.com/s/1GVEUlZWtXeVSjHvjIzPvRw 提取码：BUPT 包含大学物理资料与高等数学资料哦\\ 温馨提示： 学习方法各有不同，同学们仅供参考。 考核情况仅为2020级情况，不同年份可能会有变化，请各位同学以老师要求为准。 关注北邮国院电商人公众号 更多精彩内容等你发现 原文链接：https://mp.weixin.qq.com/s/8aNvrdrsphfSJOSe-DcCjQ","categories":[{"name":"学习","slug":"学习","permalink":"https://15392778677.github.io/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"电商","slug":"电商","permalink":"https://15392778677.github.io/tags/%E7%94%B5%E5%95%86/"}]}],"categories":[{"name":"心理健康","slug":"心理健康","permalink":"https://15392778677.github.io/categories/%E5%BF%83%E7%90%86%E5%81%A5%E5%BA%B7/"},{"name":"学习","slug":"学习","permalink":"https://15392778677.github.io/categories/%E5%AD%A6%E4%B9%A0/"}],"tags":[{"name":"-生活 -心理 -活动","slug":"生活-心理-活动","permalink":"https://15392778677.github.io/tags/%E7%94%9F%E6%B4%BB-%E5%BF%83%E7%90%86-%E6%B4%BB%E5%8A%A8/"},{"name":"-电商","slug":"电商","permalink":"https://15392778677.github.io/tags/%E7%94%B5%E5%95%86/"},{"name":"电商","slug":"电商","permalink":"https://15392778677.github.io/tags/%E7%94%B5%E5%95%86/"}]}